<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<jsp:include page="../c_info/header.jsp"></jsp:include>

<!-- Main -->
<div id="main">
	<div class="inner">

		<!-- Header -->
		<header id="header">
			<a href="index.html" class="logo"> <strong>9가지 유형</strong>
			</a>
			<ul class="icons">
				<li><a href="#" class="icon brands fa-twitter"> <span class="label">Twitter</span>
				</a></li>
				<li><a href="#" class="icon brands fa-facebook-f"> <span class="label">Facebook</span>
				</a></li>
				<li><a href="#" class="icon brands fa-snapchat-ghost"> <span class="label">Snapchat</span>
				</a></li>
				<li><a href="#" class="icon brands fa-instagram"> <span class="label">Instagram</span>
				</a></li>
				<li><a href="#" class="icon brands fa-medium-m"> <span class="label">Medium</span>
				</a></li>
			</ul>
		</header>

		<!-- Banner -->
		<section id="banner">
			<div class="content">
				<header>
					<h1>1유형</h1>
				</header>
				<p>
					<h3>1유형이란?</h3> 1유형은 '완벽을 추구하는 사람'으로 매사에 완벽을 기하고 스스로의 이상을 건설적인 자세로 추구하며 이를 위한 노력을 아끼지 않는다. <br> 항상 공정함과 정의를 염두에 두고 정직하고 신뢰 할 수 있는 성품으로 자신의 윤리관에 자신감을 갖고 있다. <br> 인상이 깔끔하고 항상 자제하는 자세를 읺지 않고 '해야한다'는 말을 자주한다.<br> 자신은 '올바른 길을 걷고 있다. 매사를 정확하게 파악하고 있다'는 생각에 만족감을 느낀다<br> 이 사람들의 자아 이미지를 보면 외모가 깔끔하고 정돈되어있고 상황파악에 빠르고 판단적으로 보인다.<br> 일처리를 하거나 말을 할 때에도 체계적으로 보인다.다
				</p>
				<!-- <ul class="actions">
					<li><a href="#" class="button big">Learn More</a></li>
				</ul> -->
			</div>
			<span class="image object"> <img src="${pageContext.request.contextPath}/resources/img/mytype1.png" alt="" />
			</span>
		</section>

		<section >
			<ul class="u-l-m-t-10">
				<!-- <li>
					<h3>1유형이란?</h3> 1유형은 '완벽을 추구하는 사람'으로 매사에 완벽을 기하고 스스로의 이상을 건설적인 자세로 추구하며 이를 위한 노력을 아끼지 않는다. <br> 항상 공정함과 정의를 염두에 두고 정직하고 신뢰 할 수 있는 성품으로 자신의 윤리관에 자신감을 갖고 있다. <br> 인상이 깔끔하고 항상 자제하는 자세를 읺지 않고 '해야한다'는 말을 자주한다.<br> 자신은 '올바른 길을 걷고 있다. 매사를 정확하게 파악하고 있다'는 생각에 만족감을 느낀다<br> 이 사람들의 자아 이미지를 보면 외모가 깔끔하고 정돈되어있고 상황파악에 빠르고 판단적으로 보인다.<br> 일처리를 하거나 말을 할 때에도 체계적으로 보인다.다
				</li> -->
				<li>
					<h3>특징</h3> 긍정적 특징<br> 첫째, 이들은 도덕적이고 신뢰감이 가며 건설적이고 생산적인 사고들을 많이 가지고 있다<br> 둘째, 정직하고 원칙을 지키며 공정하다 <br> 셋째, 누구에게나 최선을 다하기를 바라고, 이끌 수 있는 사람이다<br> 부정적 특징<br> 첫째, 미리 선악을 판단하고, 고집이 세고, 융통성이 없어 보인다 <br> 둘째, 또한 걱정과 근심이 많고 질투심이 강해지고 <br> 셋째, 자신의 분노로 우울해지기도 한다
				</li>
				<li><h3>집착</h3> 완벽해야한다는 것과 세부사항을 지나치게 강조하는 면을 들수 있다 그렇게 자신을 몰아 세우다 보면 자신과 타인에 대한 기대와 평가 때문에 과도한 비판을 일 삼고 인간관계보다 일 처리가 더 중요하다는 인상을 남에게 준다<br> 그런 집착된 성향 때문에 이 유형이 가만히 있어도 옆의 사람들은 비판당하는 듯한 느낌이 든다</li>
				<li><h3>두려움</h3> 사악하고 부도덕한 결함이 있는 것에 대한 두려움이 있다 <br> 또한 이들은 분노에 따르는 공격적인 성향이 있기 때문에 자신의 한계를 인정하지 않는다. 그리고 자신의 욕구와 감정을 억제한다</li>
				<li><h3>강박</h3> 억압된 분노이다. 1유형은 억압된 분노때문에 자신과 남들의 재능, 능력을 인정하지 못하며, 부족한 자신과 남들을 용서하기도 어렵다<br> 이런 근원적으로 시달리는 감정은 이들 내부에 있는 기본적인 욕망이 있기 때문에며, 그 욕망이 제대로 해결되지 않을 때 욕망이 왜곡되기도 하는 것이다.</li>
				<li>
					<h3>욕망</h3> 완전하고자하는 욕망이다. 이것에 왜곡되기 시작하면 비판적인 완벽주의로 왜곡된다.
				</li>
				<li>
					<h3>방어기제</h3> 세상과 관계하고 존재하기 위해 자신의 자아를 방어하는 특성(방어기제)으로 자신의 분노를 다른사람의 탓으로 돌리는 투사와 같은 형태로 보여지기도 한다
				</li>
				<li>
					<h3>시간에 대한 관념</h3> 놀 시간에 지배당한다고 느끼고 있고 이 유형들은 의미가 있는 일이 아니면 시간낭비로 여기며 화가 나는 경우가 많다.
				</li>
				<li>
					<h3>주위의 평가</h3> 타인에 볼 때 피곤한 사람, 믿을만한 사람, 그 정도면 완벽한 사람, 매우 효율적인 사람이라는 평가를 내려줄 수 있다
				</li>
				<li>
					<h3>추천직업</h3> 교사, 성직자, 의사, 간호사, 변호사, 경영자, 과학자, 은행가, 주식 중개업자 등이 적성에 맞을 수 있다.
				<li>
					<h3>타인에게 기대하는것</h3> 내가 힘들 때 믿어주고 격려해주고 자신의 창의성과 독창성을 격려받는 것을 좋아한다.
				</li>
				<li>
					<h3>의사결정방법</h3> 기존의 선택사항들을 이상적인 가능성과 비교해본다. <br> 이들은 실제로 판단을 하려면 스트레스를 많이 받는다. <br> 사싱상 이들은 권위, 원칙, 표준과 자신을 동일시 하는데 이런것들은 개인적으로 판단을 내릴 필요가 없는 것이다.<br> 이들 유형에게 의사 결정을 하는 데 도움을 주려면 전통적이고 명예롭고 의식적으로 일을 처리 했던 방식과 어떻게 일치하고 평과되는 지를 체계적을 보여주어야한다.
				</li>
				<li>
					<h3>리더십 스타일</h3> 마음 속에 목적을 가지고 시작하는 굳건하고 양심적인 방식으로 리더쉽을 발휘한다고 볼 수 있다. <br> 이들은 올바른 결과에 대해 분명한 비전을 가지고 있는 그 결과에 도달 하는 방법을 알고 있다<br> 이들은 요구사항을 정확하고 상세하게 지시하며 자신들도 그렇게 지시받기를 원한다.<br> 또한 이들은 임무, 책임, 보고 관계를 분명히 설정함으로써 경계선을 분명히 하는 경향이 있다.
				</li>
				<li>
					<h3>학습 스타일</h3> 외부의 정확한 지시로부터 배운다. 이들은 무엇이 요구되는지 기준을 분명히 말해 줄 필요가 있다. 즉흥적이고 제대로 준비되지 않은 발표는 이들 유형에게 맞지 않다 이들은 자세하게 관찰하고 메모나 체크 리스트를 만들어 가면서 배운다
				</li>
				<li>
					<h3>조언</h3> 1유형이 건강하게 성장하기 위해서는 지금까지 스스로에게 걸었던 높은 기대와 평가를 줄이고 느긋하고 유머를 즐기며 여가나 취미활동 등을 통해 자신에게 강박적으로 완벽을 추구했던 면을 편안하게 바라보는 연습이 필요하다. <br> 이들 유형이 분개하고 성내는 것에서 벗어나 완전해지고 침차갷지려고 노력하는 것이야말로 참 존재로 가는 길이라 하겠다.

				</li>
			</ul>
			
		</section>
	</div>
</div>

<jsp:include page="../c_info/sidebar.jsp"></jsp:include>
<jsp:include page="../c_info/footer.jsp"></jsp:include>




