<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link href="https://fonts.googleapis.com/css2?family=Noto+Sans+KR&display=swap" rel="stylesheet">
</head>
<body>
<div class="type6" style="font-family: 'Noto Sans KR', sans-serif;">
		<img alt="6유형" src="../../resources/img/mytype6.png">
		<p>
		<ul>
			<li>
				<h3>6유형이란?</h3> 6유형은 "안전을 추구하고 충실한 사람"으로 책임감이 강하고 안전을 추구하는 유형으로서 친구나
				자기가 믿는 신념에 가장 충실한 사람들이다. 전통이나 단체에 강한 충성심을 갖고 잇으며 공동체의 헌신이 대단하다. 신중하며
				거짓말을 모르는 그들은 협조적이며 조화를 이루며 믿음직스럽다. 상대에게 호감을 주는 유형이다. '책임감이 있다',
				'신실하다', '충성스럽고 믿을만 하다'는 말에 가장 큰 만족을 얻는다. 이 유형의 자아 이미지는 유순하고 온유하며
				부드러운 인상을 보이고 정직하고 완고한 인상을 보인다. 동시에 사려 깊은 인상을 보인다.
			</li>
			<li>
				<h3>특징</h3> 긍정적 특징<br> 첫째, 규범과 규칙을 중요하게 여긴다 <br>둘째, 자기가 속한 집단에 안정감을 느끼고 최선을
				다한다 <br>셋째, 다른 사람과 상부상조, 믿음직스러움, 협동적, 주변과 조화를 잘 한다.<br> 부정적 특징<br> 첫째, 무엇이든 극도의
				경계심을 가지고 있다<br> 둘째, 타인을 통제하려 하며 사소한 일에도 피해망상적인 사고를 한다. <br>셋째, 자신에 대한 방어가
				지나치며 생각에 유연성이 결여되어 있게 된다. 넷째, 화를 잘내고 남을 시험하려고 한다.
			</li>
			<li><h3>집착</h3>이 유형이 집착하는 것은 안전하고 확실한 것만을 추구하려고하며 확실하다고 검증된 틀 안에서만 행동하거나
				시키는 대로만 하려고한다. 그러다보면 자연스레 우유부단해지고 매사에 비겁하고 소심해진다. 또한 이들은 보수적이고 정통적,
				폐쇠적인 체계를 좋아한다. 그럴수록 자신감이 부족해지거나 남의 우산 속에 있을 때 행복하진다. 또한 이들은 책임과 의무감에
				강하여서 지나친 책임감으로 융통성을 잃어버리기 쉽다.</li>
			<li><h3>두려움</h3>이유형이 가지고 있는 두려움은 도움이나 안내를 받지 못하는 것에 대한 두려움과 체제로부터의 일탈,
				불확실성,특별함 등에 대해 두려움을 가지고 있다. <br>
		                이들 유형의 근원적인 강박감정은 두려움으로 인한 상상의 공포가 생기게 되고 이런 공포 때문에 자신이 인정하는
				권위만 인정하려 들고 강한척하고 무모한 행동을 할 때가 있다.</li>
			<li><h3>욕망</h3>기본적으로 가지고자 하는 욕망은 안전하고자 하는 욕망이며 이러하나 욕망이 지나치면 확신에 대한 집착으로 왜곡
				될수 있다.</li>
			<li>자신을 보호하기 위한 방어기제로는 다른 사람의 마음을 읽고 배후를 알려고 하는 것과 자신을 두렵게 만드는
				것이 타인이라고 책임전가를 한다. 자신에 대한 불신과 두려움을 다른 이 에게 전염시키고, 그 책임마저도 전가시킴으로서
				남에게 상처를 줄수 있다.</li>
			<li>
				<h3>시간에 대한 관념</h3>
				이들이 가지고 있는 시간에 대한 관념은 시간이 주인이다, 시간은 권위적이기에 위협적이다. 시간은 남을 위한
				의무와 책임이행, 성실성의 척도라고 여기는 경향이 있다.
			</li>
			<li><h3>추천직업</h3>
			법조계, 공무원, 군인, 의료 서비스, 협동연구자, 보디가드, 벤처 비즈니스가 직업으로 어울린다
			</li>
			<li>이들 유형은 혼자 있는 것을 싫어하고 가족관계를 중시한다.</li>
			<li>이들 유형이 타인에게서 바라고 기대하는 것은 잘못한 경우 충고, 질책을 해주고 서로 이해관계를 유지해 나가는
				평화로움이다.</li>
			<li>이들 유형의 의사결정 방법은 어떤 상황이나 결과에 대해 의심하거나 경계를 보이고 나서 매우 신중한 태도로
				사람, 상황, 결과들을 관찰한다. 이들은 스스로 먼저 결정을 내리기보다는 다른사람의 의견을 종합해보고 생각해보는 방식을
				취한다. 또한 결정정을 하고 난 뒤에도 그것에 대해 의문을 가지고 의심해보는 태도를 취한다. 이들은 세부사항과 사소한 일에
				지나치게 신경을 쓰고 집중함으로써 큰 흐름을 놓칠수 있다.</li>
			<li>
				<h3>리더십 스타일</h3> 리더십 스타일은 비난이나 평가를 피하려고하고 규정이나 근거에 의해 사람들을 다루려고한다.
				상황에 대한 확고한 대처방안에 대해 강박적 생각이 있으며 주어진 일을 틀에 맞추어 진행하려고 노력한다. 또한 결정을 내릴때
				시간이 오래 걸리는 경향이 있다.
			</li>
			<li>
				<h3>학습 스타일</h3> 학습스타일은 자신이 배우려고 하는 학습자료와 가르치는 사람에게 신뢰감이 있는 경우를 가장
				선호한다. 이들 유형은 가르치는 사람에 대해서도 세밀하고 객관성 있는 정보를 요구한다. 이들 유형은 가르치는 사람에
				대해서도 세밀하고 객관성 있는 정보를 요구,한다. 이들은 새로운 과제를 반복하고 자세히 보는 경향이 있다. 개괄적으로
				보기보다는 꼼꼼하게 체크하며 학습을 한다
			</li>
			<li>이들 유형이 건강하게 성장하려면 자기 내부에 있는 불안함과 체계 안에서만 평화를 고집하여 스스로를 묶고 틀에
				매이는 것에서 벗어난야한다. 자신과 타인에 대한 신뢰감을 키울 필요가 있다. 자신이 실수 하는 것에 대해서도 지나치게
				비판하는 태도에서 벗어나야한다. 이들 유형이 의심하는 사고와 두려워하는 마음을 충성과 용기있는 태도로 극복해나가면 그것이아
				말로 참 존재에 가까워지는 길이다.</li>

		</ul>
		</p>
	</div>

</body>
</html>