<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link rel="stylesheet" href="../../resources/css/bootstrap.css?after">
<link rel="stylesheet" href="../../resources/css/style.css?after">
<link rel="stylesheet" href="../../resources/css/reset.css?after">

<link href="https://fonts.googleapis.com/css2?family=Noto+Sans+KR&display=swap" rel="stylesheet">
</head>
<body>
		<div id="header">
		<jsp:include page="../info/header.jsp"></jsp:include>
	</div>

	<div id="banner">
		<jsp:include page="../info/banner.jsp"></jsp:include>
	</div>

	<div id="content">
		<div class="container">
			<div class="content2">
				<ul>
					<li class="anneagram-nav"><a href="/anneagram/anneagram">에니어그램이란</a></li>
					<li><a href="/anneagram/nine_type">9가지의 유형</a></li>
					<li><a href="/anneagram/history">에니어그램의 역사</a></li>
				</ul>
			</div>
			<div class="content3">
				<div class="type6" style="font-family: 'Noto Sans KR', sans-serif;">
		<img alt="6유형" src="../../resources/img/mytype2.png">
		<p>
		<ul>
			<li>
				<h3>2유형이란?</h3>2유형은 '타인에게 도움을 주려는 사람'으로 정이 많고 곤경에 빠진 사람들에게 
				도움의 손길을 뻗치며 주변사람들에게 도움이 되는 일을 마다하지 않는다. 
				타인이 필요로 하는 것에 몰두하지만 타인의 도움을 필요로 하고 있는 자신에 대해서는 자각하지 못한다.
				예리한 직감을 갖고 있고 주위 사람들의 기분을 이해하고 거기에 맞출 수 있기 때문에 적응력이 뛰어나다
				또한 다양한 자기 모습을 갖고 있어 상대방에 따라 다른 모습을 연출 할 수 있다.
				자신의 욕구를 돌보기 보다는 타인의 욕구를 돌보고 도와주는 것에 만족감을 느낀다
				자아이미지는 나는 도움이 된다는 인상과 무언가 남에게 줄 수 있다. 
				나는 필요한 사람이다라는 인상을 주는 사람이며 체격이 있고 둥글둥글한 사람이 많다. 
				그리고 이 사람들은 친해질 수 있을 것 같은 편안한 인상이다. 
				다른사람들의 신뢰와 신용을 쉽게 얻는다.
				
			</li>
			<li>
				<h3>특징</h3> 긍정적 특징<br> 
				친절하고 세심하게 신경쓴다. 관대하고 부드럽다. 분위기를 보며 소외단 사람이 있다. 서비스 정신이 좋다. <br>
				첫째, 따뜻한 양털 코트 같은 사람들이다 <br>
				둘째, 매우 사교적이고 다른 사람을 좋아한다. <br>
				셋째, 남에게 칭찬과 지지를 잘한다<br> 
				부정적 특징<br> 
				첫째, 마치 순교자처럼 행동하고 직접적으로 이야기하기보다는 돌려서 표현한다.<br> 
				둘째, 겉으로 드러내지 않지만 배후에서 사람을 조종한다. 사람들 독접하려고 한다. <br>
				셋째, 히스테리가 심하다. 이 유형은 남이 시키는 대로한다 <br>
				넷째,감정을 너무 드러낸다는 점과 논리적이지 못한 면이 있다.
			</li>
			<li>
			<h3>집착</h3>
			이 유형들이 집착하고 있는 것은 도움을 주는 사람이 되려한다는 점이다. <br>
			헌신적인 이유가 사실은 '대가'를 바란다는 것이다. 남들이 어떻게 생각해 주는가 하는것이 자신의 행복을 좌우한다.<br>
			이 유형은 자신들이 받아들여지지 않는 다고 생각하면 불안해 한다. <br>
			절대로 옆의 사람들이 자신을 벗어나 독립할수 없게 만든다. <br>
			그러면서도 스스로는 타인에게 조건 없이 그리고 아낌없이 준다고 생각한다. <br>
			준만큼 받으려는 하는 속성이 있다. <br>
			타인에게 아부와 지나치게 칭찬을 하는 경향이 있다
			</li>
			<li>
			<h3>두려움</h3>
			근원적인 두려움은 자신의 욕구를 표현하거나 욕구를 채우는 것을 두려워하며 자신이 이기적이라고 느낀다 <br>
			근원적인 강박감정은 교만으로 남의 도움을 받는 것은 강하게 거부한다. <br>
		    </li>
			<li>
			<h3>욕망</h3>
			기본적인 욕망은 사랑 받고자 하는 욕망이며 이러한 욕망은 필요한 사람이 되고자 하는 욕구로 왜곡될수 있다
			</li>
			<li>
			<h3>방어기제</h3>
			 부정적이고 기분 나쁜 이야기를 해야하는 것이 난처하다는 것이다. 간접적으로 애정을 강요하거나 죄책감을 불러 일으킨다
			</li>
			<li>
			<h3>시간에 대한 관념</h3>
			개인적인 만남을 기회로 여기고, 관계가 잘 이루어지면 시간은 언제나 충분하다고 생각한다 
			</li>
			<li>
			<h3>추천직업</h3>
			이들유형에게는 상담가, 교사, 사회복지사, 자원봉사자,보모,비서,배우 등이 적성에 맞을수 있다
			</li>
			<li>이들 유형은 혼자 있는 것을 싫어하고 가족관계를 중시한다.</li>
			<li>이들 유형이 타인에게서 바라고 기대하는 것은 잘못한 경우 충고, 질책을 해주고 서로 이해관계를 유지해 나가는
				평화로움이다.</li>
			<li>
			<h3>의사 결정 방법</h3>
			일을 대할 때 깊이 있게 생각하지 않고 사려깊은 추론이나 확고한 신념보다는 재빠른 육감이나 인상들에 의존하는 경향이 있다. 
			정신적 엄격함과 직선적 사고가 기대되는 상황에서는 불리하지만 사람을 통한 성취가 주된 상황에서는 역량을 발휘할수 있다
			</li>
			<li>
			<h3>리더십 스타일</h3> 
			이들의 리더 스타일은 지원체제로 구성되며 이들은 상대방에게 후원과 격려를 아까지 않지만 자신이 베푼 격려와 후원에 보답하기를 원한다
			</li>
			<li>
			<h3>학습 스타일</h3> 
			사람들과 대면하는 상호작용 관계를 즐기고 그 일에 능하기 때문에 학습스타일도 또한 혼자 공부하는것 보다 여러사람과 함께하는 워크숍, 토론회, 그밖에 자신의 이야기, 감정, 체험 등을 나눌 수 있는 상황들이 더 효과적이다. 
			또한 이들은 다른사람과 관계를 맺고 다른 사람을 다루는 기술과 매력을 과시하고 다른 사람들을 위해 학습체험을 향상시킨다는 칭찬을 들을 때 가장 효과적으로 학습을 하게 된다
			</li>
			<li>
			<h3>하나의 조언</h3>
			건강하게 성장하려면 자신의 필요와 욕구를 인식하고 그것을 표현하는 것에서 성장한다. 
			의존적인 욕구에서 벗어나 진정으로 홀로 있을 수 있는 여유와 성숙함을 가지려는 노력이 필요하다 <br>
			아첨, 아부하려는 성향과 사고와 항상 남과 비교해서 만족하는 교만함에서 벗어나 남과 상관없는 의지, 
			자유함과 항상비교하지 않고 겸손해지려는 자세를 가질 때 참 존재로 가게 되는 길이다</li>

		</ul>
		</p>
	</div>
			</div>
		</div>
	</div>


	<div id="tail">
		<jsp:include page="../info/tail.jsp"></jsp:include>
	</div>
</body>
</html>