<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<jsp:include page="../c_info/header.jsp"></jsp:include>

<!-- Main -->
<div id="main">
	<div class="inner">

		<!-- Header -->
		<header id="header">
			<a href="index.html" class="logo"> <strong>9가지 유형</strong>
			</a>
			<ul class="icons">
				<li><a href="#" class="icon brands fa-twitter"> <span class="label">Twitter</span>
				</a></li>
				<li><a href="#" class="icon brands fa-facebook-f"> <span class="label">Facebook</span>
				</a></li>
				<li><a href="#" class="icon brands fa-snapchat-ghost"> <span class="label">Snapchat</span>
				</a></li>
				<li><a href="#" class="icon brands fa-instagram"> <span class="label">Instagram</span>
				</a></li>
				<li><a href="#" class="icon brands fa-medium-m"> <span class="label">Medium</span>
				</a></li>
			</ul>
		</header>

		<!-- Banner -->
		<section id="banner">
			<div class="content">
				<header>
					<h1>4유형</h1>
				</header>
				<h3>4유형이란?</h3>
				<p>
				'특별한 존재를 지향하는 사람'으로 자신은 특별한 사람이라고 자부하고있으며 무엇보다도 감동을 중시하고 평범함을 싫어한다. <br>
				다른 사람들보다 슬픔이나 고독 등도 진하게 느낀다  <br>
				타인에 대한 이해심이 많고 사람들을 받쳐주고 격려하는 것을 좋아한다<br>
				자신을 드라마 속의 연기자처럼 느끼고 있으며 행동에서 패션까지 이르기까지 세련된 느낌과 표현력이 풍부하다는 인상을 준다<br>
				'나는 특별한 존재이다', '나는 독특한 존재이다','나는 감수성이 풍부하다' 라는 자기모습에 가장 큰 만족을 느낀다<br>
				자아 이미지는 나는 특별하다, 독창적이다, 다른사람과 다른다. 품위와 예법에 따라 일을 처리할 것 같은 인상을 보인다. <br>
				
				</p>
				
				<!-- <ul class="actions">
					<li><a href="#" class="button big">Learn More</a></li>
				</ul> -->
			</div>
			<span class="image object"> <img src="${pageContext.request.contextPath}/resources/img/mytype4.png" alt="" />
			</span>
		</section>

		<section>
			
		<ul class="u-l-m-t-10">
			<!-- <li>
				<h3>4유형이란?</h3> 
				'특별한 존재를 지향하는 사람'으로 자신은 특별한 사람이라고 자부하고있으며 무엇보다도 감동을 중시하고 평범함을 싫어한다.
				다른 사람들보다 슬픔이나 고독 등도 진하게 느낀다
				타인에 대한 이해심이 많고 사람들을 받쳐주고 격려하는 것을 좋아한다
				자신을 드라마 속의 연기자처럼 느끼고 있으며 행동에서 패션까지 이르기까지 세련된 느낌과 표현력이 풍부하다는 인상을 준다
				'나는 특별한 존재이다', '나는 독특한 존재이다','나는 감수성이 풍부하다' 라는 자기모습에 가장 큰 만족을 느낀다
				자아 이미지는 나는 특별하다, 독창적이다, 다른사람과 다른다. 품위와 예법에 따라 일을 처리할 것 같은 인상을 보인다. 
			</li> -->
			<li>
				<h3>특징</h3> 긍정적 특징<br> 
				첫째, 심미안이있다 <br>
				둘째, 개성적,독창적,예외적으로 눈에 띄는 사람이 많다 <br>
				셋째,  예술 방면에 재능이 있다.<br> 
				넷째, 정서적으로 예민하고, 표현력이 풍부하고 직관적, 독립적인 경우가 많다 <br>
				부정적 특징<br> 
				첫째, 의기소침, 자신이 자신을 의식하는 자의식이 과잉 발달함으로써 열등감이 지나치다 <br> 
				둘째, 죄책감에 빠지고, 외고집, 변덕장이라는 소리를 듣는다 <br>
				셋째, 지나치게 근심하거나 질투,복수에 시달리는 경우가 많다 
			</li>
			<li><h3>집착</h3>
				자신의 고통은 특별하다고 생각하고 사소한 일에도 쉽게 깊이 상처받는 경우가 많다.
				깊고, 어두운 감정에 풍부하고 감정기복이 심하고 고유하고 특별한 것에 광적으로 유혹받음
				자신의 감정에 몰입해서 다른이들에게 무심하거나 상처를 줄 수 있다
				죽음, 고독, 이별 등에 집착할수 있다
				</li>
			<li><h3>두려움</h3>
				정체성이 없는 것과 자신이 타인에게 있어서 중요한 존재가 아닐 것 같은 두려움이 있다. <br>
				모든 평범한 것을 회피한다.
		    </li>
		    <li><h3>강박</h3>
				 시기,선망(질투),현재에 만족 할 수가없는점이 있다.
		    </li>
			<li>
				<h3>욕망</h3>
				자기자신이 되고자 하는 욕망, 그 욕망이 지나치만 방종(제멋대로 행동)이 된다</li>
			<li>
				<h3>방어기제</h3>
				인위적인 승화를 하고 자기가 꾸민 세계 안에 있을 때 더 편안하게 여기는 경향이 있고 자기 안의 분위기에 머무르려고 하는 경향이 있다
			</li>
			<li>
			<h3>시간에 대한 관념</h3>
				정서적 강도에 따라 주관적으로 시간을 다룬다. 과거의 일도 연대순이 아니라 정서적 깊이와 아름다움의 정도에 따라 이야기한다.
			</li>
			<li>
				<h3>주위의 평가</h3>
				주위를 의심하지 말아라, 말을 차분하게하라는 평가를 받음
			</li>
			<li>
				<h3>추천직업</h3>
				시인, 소설가, 언론인, 음악가, 무용가, 미술인, 심리치료사, 디자이너 등의 직업이 적성에 맞는다.
			<li>
				<h3>타인에게 기대하는것 </h3>
				내가 힘들 때 믿어주고 격려해주고 자신의 창의성과 독창성을 격려받는 것을 좋아한다.
			</li>
			<li>
				<h3>의사결정방법</h3> 
				근거한 직관에 따라 결정한다. 이들 유형은 조직적인 조사보다는 자신의 직관을 신뢰한다. 
				내부에서 진실을 찾으려고한다.
			</li>
			<li>
				<h3>리더십 스타일</h3> 리더십 스타일은 개인적인 비전이나 꿈을 고수하고 자기 성격의 힘으로 이끌어가는 낭만, 열정
				, 충동적인 인기인 스타일로 리드를 한다. 자칫하면 그런 낭만이나 열정, 충동 때문에 자신과으 동료들을 불편하게 할 수 있다
				이들 유형은 리드를 할 떄 현실적인 대안을 고려하면서 자신의 비전, 꿈을 펼치는 것이 필요하다
			</li>
			<li>
				<h3>학습 스타일</h3> 학습스타일은 자기자신과 관계있기를 원한다. 이들은 그룹학습보다는 개별학습을 선호한다. 또한 이들은
				가르치는 사람과 개인적인 관계를 맺는것을 좋아하고 개인적 역량을 발휘할 수 있는 스승이나 가르침에 몰두하는 경향이 있다
			</li>
			
			<li>
				<h3>조언</h3>
				이들 유형이 건강하게 성장하려면 자기자신을 진실로 사랑하고, 
				외부의 조건이나 사랑과 관계없이는 그대로 보아주고 자신이 경험하는 감정이 실제와는 거리가 있을 수 있다는 것을 인정하는 것이 필요, 
				행동을 하거나 운동등을 통해 자신 내부에 있는 우울을 해소할 필요가 있다
				울한 사고와 다가서면 피하고 피하면 다가서고 싶은 마음이 독창성과 균형있는 태도로 극복해나가면 본질에 가까워지는길이다
			</li>
		</ul>
			
		</section>
	</div>
</div>

<jsp:include page="../c_info/sidebar.jsp"></jsp:include>
<jsp:include page="../c_info/footer.jsp"></jsp:include>


		
		
