<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<jsp:include page="../c_info/header.jsp"></jsp:include>

<!-- Main -->
<div id="main">
	<div class="inner">

		<!-- Header -->
		<header id="header">
			<a href="index.html" class="logo"> <strong>9가지 유형</strong>
			</a>
			<ul class="icons">
				<li><a href="#" class="icon brands fa-twitter"> <span class="label">Twitter</span>
				</a></li>
				<li><a href="#" class="icon brands fa-facebook-f"> <span class="label">Facebook</span>
				</a></li>
				<li><a href="#" class="icon brands fa-snapchat-ghost"> <span class="label">Snapchat</span>
				</a></li>
				<li><a href="#" class="icon brands fa-instagram"> <span class="label">Instagram</span>
				</a></li>
				<li><a href="#" class="icon brands fa-medium-m"> <span class="label">Medium</span>
				</a></li>
			</ul>
		</header>

		<!-- Banner -->
		<section id="banner">
			<div class="content">
				<header>
					<h1>5유형</h1>
				</header>
				<h3>5유형이란?</h3>
				<p>
			
				'지식을 얻고 관찰하는 사람'으로 지식을 쌓아가는 것을 좋아하며 항상 현명하게 판단하려고 노력한다 <br>
				분석력과 통찰력이 뛰어나며 객관적이고 초연한 태도를 일관되게 유지하려고 한다<br>
				현실을 파악하는 관찰력이 뛰어나지만 말이 적고 태도가 조심스럽다<br>
				어리석은 판단을 내리는 것을 두려워하며 일을 시작하기 전에 정보를 열심히 수집해 상황을 정확하게 파악하려고한다. <br>
				또한 고독을 즐기는 경향이 강하고 자신만의 시간과 공간을 아주 중요하게 여긴다.<br>
				'지혜로운 사람', '현명한 사람', '무엇이든지 잘 알고 있는 사람'이라는 자신의 모습에 가장 큰 만족을 드러낸다<br>
				자신의 자아 이미지로 나는 현명하다, 많이 안다, 통찰력이 있고 , 단순하고 수줍어 보이는 인상을 보인다, 반성과 의심하는 듯한 인상을 보인다
				</p>
				
				<!-- <ul class="actions">
					<li><a href="#" class="button big">Learn More</a></li>
				</ul> -->
			</div>
			<span class="image object"> <img src="${pageContext.request.contextPath}/resources/img/mytype5.png" alt="" />
			</span>
		</section>

		<section>
			
			<ul class="u-l-m-t-10">
			<!-- <li>
				<h3>5유형이란?</h3> 
				'지식을 얻고 관찰하는 사람'으로 지식을 쌓아가는 것을 좋아하며 항상 현명하게 판단하려고 노력한다 <br>
				분석력과 통찰력이 뛰어나며 객관적이고 초연한 태도를 일관되게 유지하려고 한다<br>
				현실을 파악하는 관찰력이 뛰어나지만 말이 적고 태도가 조심스럽다<br>
				어리석은 판단을 내리는 것을 두려워하며 일을 시작하기 전에 정보를 열심히 수집해 상황을 정확하게 파악하려고한다. <br>
				또한 고독을 즐기는 경향이 강하고 자신만의 시간과 공간을 아주 중요하게 여긴다.<br>
				'지혜로운 사람', '현명한 사람', '무엇이든지 잘 알고 있는 사람'이라는 자신의 모습에 가장 큰 만족을 드러낸다<br>
				자신의 자아 이미지로 나는 현명하다, 많이 안다, 통찰력이 있고 , 단순하고 수줍어 보이는 인상을 보인다, 반성과 의심하는 듯한 인상을 보인다
			</li> -->
			<li>
				<h3>특징</h3> 긍정적 특징<br> 
				첫째, 지적이며 사려 깊고 수용적이다 <br>
				둘째, 예민하고 감수성이 있다 <br>
				셋째, 통찰력 예리하다<br> 
				넷째, 자제심이 있다 <br>
				부정적 특징<br> 
				첫째, 지적으로 오만할 수 있고, 구두쇠, 옹고집일수 있다 <br> 
				둘째, 서먹서먹할 수 있고, 비판적으로 트집을 잡을 수 있다 <br>
				셋째, 내성적, 소극적인 성격일 경우 가 많다 
			</li>
			<li><h3>집착</h3>
				이 유형이 집착하는 것은 지식이며 아는것이 힘이다. 사생활에 대해 경계하는 자세를 취하고 현실참여가 어려운 점, 
				참여하지도 않은 일에 대해 판단만 하는 사람으로 옆 사람에게 상처를 줄 수 있다.
				</li>
			<li><h3>두려움</h3>
				이들 유형의 근원적인 두려움은 쓸모 없고 무능하게되는것에 대한 두려움과 공허감이 있다. <br>
		    </li>
		    <li><h3>강박</h3>
				 이들 유형의 근원적인 강박감정은 이들은 타인과 더불어 나누면 자신을 잃어버릴까 봐 두려워서 자신의 것(시간, 돈, 욕구)을 나누는 것에 
				 인색하고 두려운 마음 때문에 수집과 탐욕이 늘어간다
		    </li>
			<li>
				<h3>욕망</h3>
				 이 유형이 가지고 있는 기본적인 욕망은 유능해지고자 하는 것이다. 
				 이것이 지나치게 되면 무엇이든지 정보를 수집하고 이것저것 전문화하려고 노력하는 쪽으로 치닫게 된다.</li>
			<li>
				<h3>방어기제</h3>
				이 유형이 자신을 보호하고자 하는 방어기제로 구태의연함과 감정적으로 얽히는 것을 매우 두려워하며 기억과 상상을 통해 지나간 일을 느낀다
				미성숙 할수록 감정, 육체적 접근을 피한다
			</li>
			<li>
			<h3>시간에 대한 관념</h3>
				이들 유형이 시간에 대해 갖는 관념은 주요한 순간이나 경험을 내려다보듯이 시간을 지켜보고 있다. 모든 것을 관찰, 이해, 
				정보수집하기에 시간이 부족하다는 인식을 가지고 있다.
			</li>
			<li>
				<h3>주위의 평가</h3>
				5유형은 타인으로부터 너무 조용해서 말 걸기가 힘들고 잔 정이 없다는 평가를 받곤 한다. 
				이 유형이 타인에게 바라는 것은 실수 할 때 충고나 위로를 해 주고 자신에게 말할 기회와 시간을 주는 것이다
			</li>
			<li>
				<h3>추천직업</h3>
				이들 유형은 과학기술자나 4번날개를 가진 5유형일 경우에는 상담가, 6번날개를 가진 5유형일 경우 프리랜서가 적성에 맞을수 있다
			<li>
				<h3>타인에게 기대하는것 </h3>
				내가 힘들 때 믿어주고 격려해주고 자신의 창의성과 독창성을 격려받는 것을 좋아한다.
			</li>
			<li>
				<h3>의사결정방법</h3> 
				이들 유형의 의사결정 방법은 분석적인 판단을 선호하고 무엇이 문제를 움직이는가를 알고 싶어한다.
				이들은 자신의 결정이 논리적이고 구속받지 않는 가운데 이루어지기를 원한다. 
				또한 이들은 결정내용들을 논리적으로 계량화, 수치화하고, 자료와 근거를 제시하기를 좋아한다. 
				이러한 근거에 의해 결정지어진 결론을 선호하고 곧바로 결론을 말하지 않는 심사숙고형이다.
			</li>
			<li>
				<h3>리더십 스타일</h3>
				이들 유형의 리더십스타일은 정보통제에 능하다는 점이다. 이들은 다양한 경로의 정보를 통해 종합, 
				분석해 낸 자료들로 사람들을 리드하며르 자칫하면 사람들의 감정이나 욕구에 대해 둔감하거나 무시할 수 있는 경향이 있다.<br>
				이들은 서로의 경계를 존중해주는 분위기에서 자신의 역량을 발휘하며 효율적인 리더쉽을 발휘 할 수 있다
			</li>
			<li>
				<h3>학습 스타일</h3>  
				이들 유형의 학습 스타일은 목표와 기대가 명료한 상황과 개인의 자유를 구속받지않는 환경에서의 학습을 선호한다
				이들은 질서정연하고 개념과 조직적인 것을 선호한다
				이들은 글을 통한 학습이나 자신의 말로 정리하는 학습을 선호하고 워크숍이나 토론 등 자신의 의견을 말로 표현하며 배우는 학습에는 익숙하지 않다
			</li>
			<li>
				<h3>조언</h3>
				이유형이 성장하려면 생각에서 벗어나 행동을 해야하고 실수를 두려워하지 말고 모함, 행동으로 옮겨야 한다는 것이다
				이 유형은 인색함과 끝없이 무언가를 추구하려는 드는 탐욕적 자세에서 벗어나 모든것에 대해 객관적으로 알고 집착하지 않는 자세를 가져야한다
				이것이야말로 참 존재로 가는 길이라고 할수 있다
			</li>
		</ul>
			
		</section>
	</div>
</div>

<jsp:include page="../c_info/sidebar.jsp"></jsp:include>
<jsp:include page="../c_info/footer.jsp"></jsp:include>


		