<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<jsp:include page="../c_info/header.jsp"></jsp:include>

<!-- Main -->
<div id="main">
	<div class="inner">

		<!-- Header -->
		<header id="header">
			<a href="index.html" class="logo"> <strong>9가지 유형</strong>
			</a>
			<ul class="icons">
				<li><a href="#" class="icon brands fa-twitter"> <span class="label">Twitter</span>
				</a></li>
				<li><a href="#" class="icon brands fa-facebook-f"> <span class="label">Facebook</span>
				</a></li>
				<li><a href="#" class="icon brands fa-snapchat-ghost"> <span class="label">Snapchat</span>
				</a></li>
				<li><a href="#" class="icon brands fa-instagram"> <span class="label">Instagram</span>
				</a></li>
				<li><a href="#" class="icon brands fa-medium-m"> <span class="label">Medium</span>
				</a></li>
			</ul>
		</header>

		<!-- Banner -->
		<section id="banner">
			<div class="content">
				<header>
					<h1>7유형</h1>
				</header>
				<h3>7유형이란?</h3>
				<p>
				
				"즐거움을 추구하고 계획하는 사람"으로 모든 일을 낙관적으로 보려고하고 밝고 명량하다<br>
				자기 주변에서 즐거움을 찾아내는 능력이 뛰어나다<br>
				좋아하는 사람들이 주변에 많이 있으며 자신도 매력적인 인간이 되려고 노력한다<br>
				아이디어와 상상력이 풍부하여 호기심이 많다 <br>
				'항상 즐겁다', '너무나 유쾌하다', '앞으로의 계획이 무궁무진하다' 라는것이 만족을 얻는다<br>
				풍부한 표현과 다양한 몸짓으로 이야기를 나눈다 <br>
				한곳에 집중하기보다는 다방면에 관심을 보인다 <br>
				무한한 가능성을 가진 미래와 이상적인 것에 열광함. 꿈꾸는 아이같은 사람들이 많음
				</p>
				
				<!-- <ul class="actions">
					<li><a href="#" class="button big">Learn More</a></li>
				</ul> -->
			</div>
			<span class="image object"> <img src="${pageContext.request.contextPath}/resources/img/mytype7.png" alt="" />
			</span>
		</section>

		<section>
			
			<ul class="u-l-m-t-10">
			<!-- <li>
				<h3>7유형이란?</h3> 
				"즐거움을 추구하고 계획하는 사람"으로 모든 일을 낙관적으로 보려고하고 밝고 명량하다<br>
				자기 주변에서 즐거움을 찾아내는 능력이 뛰어나다<br>
				좋아하는 사람들이 주변에 많이 있으며 자신도 매력적인 인간이 되려고 노력한다<br>
				아이디어와 상상력이 풍부하여 호기심이 많다 <br>
				'항상 즐겁다', '너무나 유쾌하다', '앞으로의 계획이 무궁무진하다' 라는것이 만족을 얻는다<br>
				풍부한 표현과 다양한 몸짓으로 이야기를 나눈다 <br>
				한곳에 집중하기보다는 다방면에 관심을 보인다 <br>
				무한한 가능성을 가진 미래와 이상적인 것에 열광함. 꿈꾸는 아이같은 사람들이 많음
			</li> -->
			<li>
				<h3>특징</h3> 긍정적 특징<br> 
				첫째, 쾌할, 명량, 낙천적이다<br>
				둘째, 다양한 아이디어와 다재다능하다 <br>
				셋째, 사실적, 직접적이다<br> 
			
				부정적 특징<br> 
				첫째, 자아도취, 충동적이다 <br> 
				둘째, 한 가지에 집중 못하고 자제심이 부족하다 <br>
				셋째, 소유욕이 강하고 광적이며 안정감이 없다
			</li>
			<li><h3>집착</h3>
				이 유형이 집착하는 것은 쾌락과 재미, 부풀린 긍정과 낙천주의로 피상적인 삶을 산다
				자기 도취적 성향이 강하고 진셈에서 우러나는 배려와 관심, 
				특히 고통스럽고 힘든 기억이나 일들에 대해 피함으로써 남에게 무책임하고 상처를 주는 경향이 있다
				</li>
			<li><h3>두려움</h3>
				이들 유형의 근원적인 두려움은 자신이 가진것을 박탈당하거나 고통에 빠지는것에 대한 두려움이 있고 고통이나 인생의 슬픔,
				어려움, 갈등, 불쾌함을 악덕으로여긴다 <br>
				또한 이들은 육체적, 정신적  고통에 대해 과장된 공포가 있다.
				
		    </li>
		    <li><h3>강박</h3>
				 공허감, 무절제, 폭식, 방종
		    </li>
			<li>
				<h3>욕망</h3>
				기본적인 욕망은 행복하고자 하는것이고 이것이 지나치면 광적인 도피로 왜곡 될 수 있다</li>
			<li>
				<h3>방어기제</h3>
				합리화로 자신의 실수나 실패, 뼈아픈 체험에 직면하지 않고, 논리적이고 객관적으로 합리화한다.
			</li>
			<li>
			<h3>시간에 대한 관념</h3>
				즐거움이 있는 한 시간은 얼마든지 있다고 보고 계획세우는 일이 중요하고 신나기 때문에 오지도 않은 미래를 즐길수 있다
			</li>
			<li>
				<h3>주위의 평가</h3>
				"너와 같이 잇으면 즐겁다. 너는 만능이다. 항상 웃고 있다"라는 평가를 듣는다
				 이들은 호기심이 많고 가족관계를 소홀히 할 수 있고 속전 속결하는 습관을 가지고 있다. 
				 이들이 타인에게 바라는 것은 자신에게 맡겨진 일에 재량권을 달라는 것이다.
			</li>
			<li>
				<h3>추천직업</h3>
				비행사, 사진사, 사회복지사, 교사, 세일즈맨, 분쟁조정가, 기획자 등의 직업이 적성에 맞을 수 있다
			<li>
				<h3>타인에게 기대하는것 </h3>
				내가 힘들 때 믿어주고 격려해주고 자신의 창의성과 독창성을 격려받는 것을 좋아한다.
			</li>
			<li>
				<h3>의사결정방법</h3> 
				이들 유형의 의사결정 방법은 자신의 흥미와 아이디어에 의해 빠르게 변화하는 것이며, 충동적이고 빠른 선택을 선호한다.
				많은 계획과 목표를 가지고 있지만 하나에 집중하기보다는 매력적인 것을 선태하는 경우가 많다
			</li>
			<li>
				<h3>리더십 스타일</h3>
				강력한 집중방식을 택하기보다는 방임과 자유를 주는 평등함을 선호한다. 이들은 책임 추궁한다든가 하나의 선택을 초지 일관 밀어 붙이는 것에
				약하며 다양한 흥미와 순간적인 계획을 매력적으로 보고 이를 선택하는 경우가 많다
			</li>
			<li>
				<h3>학습 스타일</h3>  
				정해진 시간 내에 많은 양의 정보를 소화하고 보는것을 선호한다. 이들은 미디어와 같이 두듣러지고 흥미있는 매체의 학습을 선호하고
				다양한 방식으로 변화를 주는 학습을 선호한다.
				이들은 학생이기보다는 타인에게 자신이 알고 있는 것을 가르쳐 주는 것을 좋아한다.
			</li>
			<li>
				<h3>조언</h3>
				건강해지려면 고통을 피하지 말고 직면해야한다
				자신에게 떠오른 수많은 생각들을 체계적으로 정리할 필요있다
				자신에게도 진실해지면 타인도 자신에게 진실하게 대할 수 잇음 자신에게 진실해질 수 있다 
				게획적인 생활을 통해 규칙적인 자기세계를 갖는 것도 필요하다 
				현재 하는 일에 감사하고 인내를 가진다. 
				계획을 실현하고 절제하는 생활을 통해 노력할때 참 존재(본질)로 가는 길이라고 하겠다

			</li>
		</ul>
			
		</section>
	</div>
</div>

<jsp:include page="../c_info/sidebar.jsp"></jsp:include>
<jsp:include page="../c_info/footer.jsp"></jsp:include>

		
	