<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	<div id="header">
		<jsp:include page="../info/header.jsp"></jsp:include>
	</div>

	<div id="banner">
		<jsp:include page="../info/banner.jsp"></jsp:include>
	</div>

	<div id="content">
		<div class="container">
			<div class="content2">
				<ul>
					<li class="anneagram-nav"><a href="/anneagram/anneagram">에니어그램이란</a></li>
					<li><a href="/anneagram/nine_type">9가지의 유형</a></li>
					<li><a href="/anneagram/history">에니어그램의 역사</a></li>
				</ul>
			</div>
			<div class="content3">
				<div class="type6" style="font-family: 'Noto Sans KR', sans-serif;">
		<img alt="8유형" src="../../resources/img/mytype8.png">
		<ul>
			<li>
				<h3>8유형이란?</h3> 
				'강함을 추구하고 자기를 주장하는 사람'으로 자신이 옳다고 생각하는것에 대해서는 전력을 다해 싸우는 전사이다. <br>
				용기와 힘이 넘치고 허영심등을 재빠르게 꿰둟어보며 그것에 결연히 대항한다. <br>
				권력구조를 파악하는 능력이 뛰어나며 자신의 강한 힘을 발휘할 수 있는 위치를 확보하는 능력도 갖추고 있다. <br>
				거드름을 피우지 않고 성실하며 약자를 옹호하고 보호하려고한다.<br>
				'힘이 있다', '할 수 있다', '힘이 넘친다' 라는 자신의 모습에 가장 만족감을 느낀다.<br>
				이들의 자아 이미지는 '나는 강하고 힘이 있다(지배력에 집중하는)'는 것이다.<br>
				체계적, 현실적으로 보이고 솔직하고 강인해 보이는 인상이다
			</li>
			<li>
				<h3>특징</h3> 긍정적 특징<br> 
				첫째, 리더쉽이 강하다<br>
				둘째, 단호하고 흔들리지 않으며 도량이 넓어 남에게 안정감을 준다 <br>
				셋째, 진실과 정의에 투신하는 사람이다<br> 
				넷째, 행동가이며 솔직하다. 명예와 용기가 있다. 또한 직설적인 언어를 사용한다<br> 
				부정적 특징<br> 
				첫째, 사람을 조작하고 반항하며 둔감하다<br> 
				둘째, 오만하고 지배적이며 자기중심적이다 <br>
				셋째, 회의적이고 억지가 강하다
			</li>
			<li><h3>집착</h3>
				집착하는 것은 힘(자신의 의지=자신이 원하는것)이 제일 중요하다.
				이들은 통제하고 지배해야 살아 있다고 느끼므로 권력과 승리를 추구한다
				또한 이들은 누구와도 대결할 태세가 되어 있어 자신만의 정의로 남에게 많은 상처를 줄 수 있다
				</li>
			<li><h3>두려움</h3>
				이들이 겪는 근원적인 두려움은 다른 사람에게 해를 당하거나 
				통제당하는것에 대한 두려움이 있고 허약함, 겁내는 것, 부드러움, 다정다감, 온순함, 동정심, 남 밑에 들어가는 것 등을 피하는 경향이 있다
		    </li>
		    <li><h3>강박</h3>
				 근원적인 강박 감정은 욕망과 파렴치함들이다
		    </li>
			<li>
				<h3>욕망</h3>
				기본적인 욕망, 자신을 보호하고자 하는 욕망으로 이 욕망이 지나치게 되면 자신을 보호하기 위해
				 타인과의 적대감과 끊임 없는 싸움으로 왜곡 될 수 있다</li>
			<li>
				<h3>방어기제</h3>
				자신의 약점, 힘의 한계를 인정하지 않는것
			</li>
			<li>
			<h3>시간에 대한 관념</h3>
				시간을 스스로가 조종, 통제하는 것이 아니고 자신이 스스로 중요하다고 생각되는 일을 하고 있으면 "시간은 문제가 아니다"라고 생각한다.  
			</li>
			<li>
				<h3>주위의 평가</h3>
				이들에게 타인은 "넌 솔직해서 편하게 털어 놓을수 있어, 타인보호는 좋은데 너무 지배하려고 하는것 같아" 라는 평가를 듣는다
				의견이 충돌되면 자기 주장을 관철하는 편이다.
			</li>
			<li>
				<h3>추천직업</h3>
				자영업, 사업가, 지휘관, 노조 지도자 등의 직업이 적성에 맞는다고 볼 수 있다
			<li>
				<h3>타인에게 기대하는것 </h3>
				이들 유형이 타엔에게 기대하는 것은 어떤 일을 떠 맡으면 고맙다는 배려를 받기를 원한다
			</li>
			<li>
				<h3>의사결정방법</h3> 
				심사숙고형이기보다는 충동적이고 격렬하게 선택을 하는 경향이 있다. 
				오랫동안 결과를 놓고 고려하고 의심하고 분석하는 것에 대한 인내심이 부족하고 힘들어 한다.
				이들은 독재적이고 몰아붙이듯이 결과를 선택하는 경우가 많다
			</li>
			<li>
				<h3>리더십 스타일</h3>
				강력하고 당당한 자신의 수완을 발휘하여 통제하려고한다. 이들은 권위에 대한 파격적인 도전을 즐기고 자신에게 순응적인 자세를 요구한다.
			</li>
			<li>
				<h3>학습 스타일</h3>  
				 보이는 반응과 기회를 선호하고 질문을 하거나 자신의 경계나 힘을 이용할 수 있는 상황에서의 학습을 원한다. 
				 도발적으로 학습에 임하고 불분명하고 추리와 같은 모호한 상황에서의 해결학습보다는 간단하고 명료한 체계와 결론이 분명한 학습을 선호한다
			</li>
			<li>
				<h3>조언</h3>
				 자신 내부에 있는 허약함, 부드러움, 다정다감함들을 인정하고 받아들여야한다.
				세상을 모두 적대적인 관계로 보기보다는, 허용하고 도움이 필요한 상호 신뢰와 협력관계로 보려는 노력이 필요하다.
				그러기 위해서는 우선 자신과의 화해가 필요하다
				자신 내부에 있는 연약함과 외부로 비쳐지는 강함 사이에서 자신에게 따뜻하게 배려하는 자세가 필요하다.
				이들 유형이 복수하려는 마음과 욕망에서 벗어나 진실하고 순결한 마음으로 변화하려고 노력하는 것이야말로 참 존재로 가는 길이라 하겠다

			</li>
		</ul>
	</div>
				
			</div>
		</div>
	</div>


	<div id="tail">
		<jsp:include page="../info/tail.jsp"></jsp:include>
	</div>
</body>
</html>