<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link href="https://fonts.googleapis.com/css2?family=Noto+Sans+KR&display=swap" rel="stylesheet">
</head>
<body>
<div class="type6">
	<img alt="6유형" src="../../resources/img/mytype2.png">
		
		<ul>
			<li>
				<h3>3유형이란?</h3>
				'성공을 추구하는 사람'으로 항상 효율을 중시하고 성공을 위해서는 자신의 생활을 희생시키더라도 개의치 않는다. 
				자신이 세운 목표를 향해 남들도 효율적으로 매진할 것을 바라며 주위 사람들의 의욕을 고취시키는 것도 능숙하다
				인생의 가치를 '실패냐 성공이냐' 라는 척도로 재고, 실적을 중시하는 열정적인 사람으로 그들은 일이나 인간관계에서 성공을 꿈꾼다
				자신감에 넘친 인상으로 주위 사람들에게 좋은 인상을 심어주려 하며, '성공했다''일을 효율적이고 성공적으로 완수해냈다' 는 것에 가장 큰 만족을 얻는다
			</li>
			<li>
				<h3>특징1</h3> 
				긍정적 특징을 보일 때<br> 
				첫째, 무슨 일에든 유능하고 사교적이며 <br>
				둘째, 어디서건 주목받는 사람이다<br>
				셋째, 매사에 빠르고 정확한 판단을하고 화술도 좋고 멋있다.<br> 
				부정적 특징을 보일때<br> 
				첫째, 자기 자신을 속이는 등 신뢰할수 없다<br> 
				둘째, 자만심과 허영심이 많아 자칫하면 천박할 수 있다<br>
				셋째, 심술궂고 복수심이 있을 수 있다.
			</li>
			<li>
			<h3>특징2</h3>
			성공이 선이고 진실이며 타인에게 보여지는 것이 신경을 써서 외적인 것이나 허영에 빠지기 쉽다. <br>
			남들과 관계할 손해보는 행동은 하지 않는다. <br>
			약삭빠른 사람이라는 평가를 받을 수 있고, 외적인 것으로는 사람의 가치를 판단하기 때문에 자칫하면 상대에게 상처를 줄수 있다. <br>
			절대로 옆의 사람들이 자신을 벗어나 독립할수 없게 만든다. <br>
			그러면서도 스스로는 타인에게 조건 없이 그리고 아낌없이 준다고 생각한다. <br>
			준만큼 받으려는 하는 속성이 있다. <br>
			타인에게 아부와 지나치게 칭찬을 하는 경향이 있다  <br>
			타인에게 '냉정하다','자신감이 넘친다' , '사람을 움직인다', '추진력이 있다'라는 평가를 받는다  <br>
			 이들이 힘들어하는것은 타인에게 무시 당하면 참을 수 없다는것이다. 독립성을 인정해 주는것이 필요하다  <br>
			</li>
			<li>
			<h3>두려움</h3>
			이들이 가지고 있는 근원적인 두려움은 가치가 없는것, 혹은 타고난 재능이 없는것에 대한 두려움이 있다.
			일의 실패는 인생의 실패라고 생각하는 경향이 있으므로 실패에 대한 두려움이 크다
			근원적인 강박감정으로 속임수, 거짓으로 자신의 이미지를 성공적으로 보이기위해 진실을 가장하려고 하는 경향이 있다.
		    </li>
			<li>
			<h3>욕망</h3>
			기본 욕망은 가치 있게 여겨지고자 하는것. 그 욕망이 지나치게 되면 지나치게 성공만을 위해 쫓아가는 것으로 나타난다.
			</li>
			<li>
			<h3>방어기제</h3>
			 자신을 방어하는 기제는 휼륭한 역할이나 직위와 자신을 동일시 하는것이다
			</li>
			<li>
			<h3>시간에 대한 관념</h3>
			시간을 성취나 생산을 위한 도구로 생각한다. 그리고 시간을 지키느냐 못지키느냐보다는 일의 완수가 더 중요하다.
			</li>
			<li>
			<h3>추천직업</h3>
			 직업상담가, 교사, 관리직, 컴퓨터 분야, 방송인, 지도자  등이 적성에 맞을수 있다
			</li>
			<li>
			<h3>의사 결정 방법</h3>
			직선적이고, 신념에 차 있고, 비약적으로 생각을 하며, 목표를 추구할 때에도 가장 효율적인 방법을 선택한다. 서둘러서 일을 완결지으려는 경향이 있다.
			</li>
			<li>
			<h3>리더십 스타일</h3> 
			 목표에 따른 관리방식으로 이들은 필요한 목표들을 선정하고, 이 목표들의 성취도 점검을 통해 관리하는 방식을 택한다. 목표지향적인 리더 스타일을 취하기 때문에 일의 결과를 매우 중요시한다.
			</li>
			<li>
			<h3>학습 스타일</h3> 
			광범위한 분야에 걸쳐 학습속도가 빠르고 모든 부분에 있어 실패가 아닌 성공의 의미를 부여해야 동기부여가 잘된다. 
			그러므로 이들은 교육내용과 업무와의 관련성이 높아지낟. 또한 이 유형이 그런부분에서 자극이 되고있다
			</li>
			<li>
			<h3>하나의 조언</h3>
			건강하게 성장하려면 정해진 목표자체에 지나치게 집착하지 말아야한다. 
			타인과의 관계에서 겸손해야할 필요가 있고 스스로 타인에게 진실해 질 필요가 있다. 
			인간관계 맺을 떄 자신부터 개방하려는 용기가 필요하다.
			허영적인 사고와 그림으로인해 타인과 자신을 기만하려는 감정에서 벗어나 눈에보이는 분명한 희망과 타인과 
			자신에게 정직해지는 자세야말로 참 존재로 가는 길이 될것이다.</li>

		</ul>
		
</div>
</body>
</html>